#+TITLE: Digital Painting Fundamentals I
#+AUTHOR: Chris Hogan
#+DATE: <2022-04-11 Mon> to ?
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-04-23 Sat 21:29], for week 2022-W16.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *0h 54m*  |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 13m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *42h 40m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 43m*  |
  
  #+END:

*** <2022-04-11 Mon>
**** DONE Scott Robertson perspective                               :drawing:
     :LOGBOOK:
     CLOCK: [2022-04-11 Mon 08:49]--[2022-04-11 Mon 09:43] =>  0:54
     :END:
**** DONE Rendering boxes                                          :painting:
     :LOGBOOK:
     CLOCK: [2022-04-11 Mon 18:01]--[2022-04-11 Mon 20:51] =>  2:50
     CLOCK: [2022-04-11 Mon 12:36]--[2022-04-11 Mon 16:48] =>  4:12
     CLOCK: [2022-04-11 Mon 09:43]--[2022-04-11 Mon 11:39] =>  1:56
     :END:
*** <2022-04-12 Tue>
**** DONE Rendering extruded boxes                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-12 Tue 18:34]--[2022-04-12 Tue 22:07] =>  3:33
     :END:
*** <2022-04-13 Wed>
**** DONE Blender tutorial                                               :3D:
     :LOGBOOK:
     CLOCK: [2022-04-13 Wed 17:53]--[2022-04-13 Wed 18:03] =>  0:10
     CLOCK: [2022-04-13 Wed 16:42]--[2022-04-13 Wed 17:15] =>  0:33
     :END:
**** DONE Rendering extruded boxes                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-13 Wed 18:03]--[2022-04-13 Wed 22:00] =>  3:57
     :END:
*** <2022-04-14 Thu>
**** DONE Rendering extruded boxes                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-14 Thu 18:05]--[2022-04-14 Thu 22:02] =>  3:57
     CLOCK: [2022-04-14 Thu 17:11]--[2022-04-14 Thu 17:16] =>  0:05
     CLOCK: [2022-04-14 Thu 16:32]--[2022-04-14 Thu 16:59] =>  0:27
     :END:
*** <2022-04-15 Fri>
**** DONE Rendering extruded boxes                                 :painting:
     :LOGBOOK:
     CLOCK: [2022-04-15 Fri 18:26]--[2022-04-15 Fri 21:10] =>  2:44
     :END:
**** DONE Rendering spheres                                        :painting:
     :LOGBOOK:
     CLOCK: [2022-04-15 Fri 21:11]--[2022-04-15 Fri 21:49] =>  0:38
     :END:
*** <2022-04-16 Sat>
**** DONE Rendering spheres                                        :painting:
     :LOGBOOK:
     CLOCK: [2022-04-16 Sat 21:51]--[2022-04-16 Sat 22:05] =>  0:14
     CLOCK: [2022-04-16 Sat 18:02]--[2022-04-16 Sat 21:33] =>  3:31
     CLOCK: [2022-04-16 Sat 14:28]--[2022-04-16 Sat 16:16] =>  1:48
     CLOCK: [2022-04-16 Sat 12:18]--[2022-04-16 Sat 12:34] =>  0:16
     CLOCK: [2022-04-16 Sat 07:45]--[2022-04-16 Sat 11:34] =>  3:49
     :END:
*** <2022-04-17 Sun>
**** DONE Rendering spheres                                        :painting:
     :LOGBOOK:
     CLOCK: [2022-04-17 Sun 18:00]--[2022-04-17 Sun 20:33] =>  2:33
     CLOCK: [2022-04-17 Sun 12:50]--[2022-04-17 Sun 15:01] =>  2:11
     CLOCK: [2022-04-17 Sun 08:01]--[2022-04-17 Sun 12:00] =>  3:59
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2022-04-17 Sun 20:33]--[2022-04-17 Sun 20:46] =>  0:13
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-04-23 Sat 21:29], for week 2022-W16.
  | Tags     | Headline                  | Time    |       |       |      |
  |----------+---------------------------+---------+-------+-------+------|
  |          | *Total time*              | *37:39* |       |       |      |
  |----------+---------------------------+---------+-------+-------+------|
  |          | \_  Week 2                |         | 37:39 |       |      |
  |          | \_    <2022-04-18 Mon>    |         |       | 11:13 |      |
  | painting | \_      Rendering spheres |         |       |       | 7:42 |
  | painting | \_      Organic forms     |         |       |       | 3:31 |
  |          | \_    <2022-04-19 Tue>    |         |       |  3:56 |      |
  | painting | \_      Organic forms     |         |       |       | 3:56 |
  |          | \_    <2022-04-20 Wed>    |         |       |  4:11 |      |
  | painting | \_      Organic forms     |         |       |       | 4:11 |
  |          | \_    <2022-04-21 Thu>    |         |       |  3:58 |      |
  | painting | \_      Organic forms     |         |       |       | 3:58 |
  |          | \_    <2022-04-22 Fri>    |         |       |  4:37 |      |
  | painting | \_      Organic forms     |         |       |       | 2:38 |
  | painting | \_      Block animals     |         |       |       | 1:59 |
  |          | \_    <2022-04-23 Sat>    |         |       |  9:44 |      |
  | painting | \_      Block animals     |         |       |       | 9:43 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *37h 38m* |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2022-04-18 Mon>
**** DONE Rendering spheres                                        :painting:
     :LOGBOOK:
     CLOCK: [2022-04-18 Mon 13:26]--[2022-04-18 Mon 16:59] =>  3:33
     CLOCK: [2022-04-18 Mon 07:35]--[2022-04-18 Mon 11:44] =>  4:09
     :END:
**** DONE Organic forms                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-18 Mon 18:26]--[2022-04-18 Mon 21:57] =>  3:31
     :END:
*** <2022-04-19 Tue>
**** DONE Organic forms                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-19 Tue 18:12]--[2022-04-19 Tue 21:50] =>  3:38
     CLOCK: [2022-04-19 Tue 16:40]--[2022-04-19 Tue 16:58] =>  0:18
     :END:
*** <2022-04-20 Wed>
**** DONE Organic forms                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-20 Wed 18:01]--[2022-04-20 Wed 21:38] =>  3:37
     CLOCK: [2022-04-20 Wed 16:35]--[2022-04-20 Wed 17:09] =>  0:34
     :END:
*** <2022-04-21 Thu>
**** DONE Organic forms                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-21 Thu 19:20]--[2022-04-21 Thu 21:41] =>  2:21
     CLOCK: [2022-04-21 Thu 17:33]--[2022-04-21 Thu 19:10] =>  1:37
     :END:
*** <2022-04-22 Fri>
**** DONE Organic forms                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-22 Fri 17:49]--[2022-04-22 Fri 20:27] =>  2:38
     :END:
**** DONE Block animals                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-22 Fri 20:28]--[2022-04-22 Fri 22:27] =>  1:59
     :END:
*** <2022-04-23 Sat>
    :LOGBOOK:
    CLOCK: [2022-04-23 Sat 18:10]--[2022-04-23 Sat 18:11] =>  0:01
    :END:
**** DONE Block animals                                            :painting:
     :LOGBOOK:
     CLOCK: [2022-04-23 Sat 18:11]--[2022-04-23 Sat 21:29] =>  3:18
     CLOCK: [2022-04-23 Sat 15:04]--[2022-04-23 Sat 16:06] =>  1:02
     CLOCK: [2022-04-23 Sat 13:22]--[2022-04-23 Sat 14:50] =>  1:28
     CLOCK: [2022-04-23 Sat 08:01]--[2022-04-23 Sat 11:56] =>  3:55
     :END:
